Repository: Alexander-Komyakov/StartWine-Launcher
Catalog: scripts/locale/*/LC_MESSAGES/*.po
Languages: ru

source: ___if you see this, you are half way___
ru: ___если ты видишь это, ты на половине пути___

source: Do you really want to remove
ru: Вы действительно хотите удалить

source: Oops! Nothing to run...
ru: Уупс! Нечего запускать...

source: Do you really want reset settings ?
ru: Вы действительно хотите сбросить настройки ?

source: START MODE
ru: РЕЖИМ ЗАПУСКА

source: PREFIX: default
ru: ПРЕФИКС: по умолчанию

source: PREFIX:
ru: ПРЕФИКС:

source: ___dependency_installation_is_complete___
ru: ___установка_зависимостей_завершена___

source: STARTWINE UPDATE, PLEASE WAIT...
ru: ОБНОВЛЕНИЕ STARTWINE, ПОЖАЛУЙСТА ПОДОЖДИТЕ...

source: UPDATE...
ru: ОБНОВЛЕНИЕ...

source: UPDATE COMPLETED SUCCESSFULLY
ru: ОБНОВЛЕНИЕ ЗАВЕРШЕНО УСПЕШНО

source: ___process_error___
ru: ___ошибка_процесса___

source: STARTWINE INSTALLING, PLEASE WAIT...
ru: УСТАНОВКА STARTWINE, ПОЖАЛУЙСТА ПОДОЖДИТЕ...

source: INSTALLATION COMPLETED SUCCESSFULLY
ru: УСТАНОВКА ЗАВЕРШЕНА УСПЕШНО

source: Do you really want to remove the StartWine ?
ru: Вы действительно хотите удалить StartWine ?

source: StartWine QUESTION
ru: StartWine ВОПРОС

source: StartWine remove completed successfully
ru: Удаление StartWine завершено успешно

source: StartWine INFO
ru: StartWine ИНФО

source: INFO dialog closed
ru: Диалог ИНФО закрыт

source: Cancel
ru: Отмена

source: UPDATE
ru: ОБНОВИТЬ

source: INSTALL
ru: УСТАНОВИТЬ

source: Open
ru: Открыть

source: Run
ru: Запустить

source: Shortcuts
ru: Ярлыки

source: Settings
ru: Настройки

source: Stop
ru: Остановить

source: Exit
ru: Выйти

source: Error initializing the Wine prefix
ru: Ошибка инициализации префикса Wine

source: Error installing libraries, try again
ru: Ошибка при установке библиотек, попробуйте еще раз

source: OpenGL mode
ru: режим OpenGL

source: VULKAN mode
ru: режим Vulkan

source: Create a new prefix for this application?
ru: Cоздать новый ярлык и префикс для приложения

source: Restore prefix from backup ?
ru: Восстановить префикс из резервной копии ?

source: Restore prefix completed successfully
ru: Восстановление префикса успешно завершено

source: To create a shortcut run StartWine from the exe file
ru: Чтобы создать ярлык, запустите StartWine из exe-файла

source: Click the download wine button in the main menu and download Wine
ru: Нажмите кнопку скачать Wine в главном меню и загрузите Wine

source: You have a backup of the default prefix. Use it to create a new prefix ?
ru: У вас есть резервная копия дефолтного префикса. Использовать его для создания нового префикса ?

source: Shortcut ${STARTWINE_NAME} created in system menu
ru: Ярлык ${STARTWINE_NAME} создан в системном меню

source: Shortcut ${STARTWINE_NAME} removed from system menu
ru: Ярлык ${STARTWINE_NAME} удален из системного меню

source: Shortcut ${STARTWINE_NAME} created in desktop
ru: Ярлык ${STARTWINE_NAME} создан на рабочем столе

source: Shortcut ${STARTWINE_NAME} removed from desktop
ru: Ярлык ${STARTWINE_NAME} удален с рабочего стола

source: Do you really want to remove the prefix ?
ru: Вы действительно хотите удалить префикс ?

source: Shortcut and prefix ${STARTWINE_NAME} removed
ru: Ярлык и префикс ${STARTWINE_NAME} удалены

source: Remove old prefix ?
ru: Удалить старый префикс ?

source: Do you really want to backup the prefix ?
ru: Вы действительно хотите сделать резервную копию префикса ?

source: Overwrite old backup ?
ru: Перезаписать старую резервную копию ?

source: Backup completed successfully
ru: Резервное копирование успешно завершено

source: Do you really want to restore the prefix ?
ru: Вы действительно хотите восстановить префикс ?

source: You do not have a backup create it first
ru: У вас нет резервной копии, сначала создайте ее

source: Restore completed successfully
ru: Восстановление завершено успешно

source: Do you really want to backup all the prefixes ?
ru: Вы действительно хотите сделать резервную копию всех префиксов?

source: Full backup completed successfully
ru: Полное резервное копирование успешно завершено

source: Do you really want to restore all the prefixes ?
ru: Вы действительно хотите восстановить все префиксы?

source: Would you like to save the current prefixes ?
ru: Хотите сохранить текущие префиксы ?

source: Full Restore completed successfully
ru: Полное восстановление успешно завершено

source: Do you really want to clear the prefix ?
ru: Вы действительно хотите очистить префикс ?

source: Application installed successfully
ru: Приложение успешно установлено

source: Libraries installed successfully
ru: Библиотеки успешно установлены

source: Install recommended libraries ?
ru: Установить рекомендуемые библиотеки ?

source: Please wait a while then press ok to open the log file
ru: Пожалуйста, подождите некоторое время, затем нажмите ОК, чтобы открыть файл журнала.

source: Downloading wine staging completed successfully
ru: Загрузка wine staging завершена успешно

source: Download failed, try again
ru: Загрузка не удалась, попробуйте еще раз

source: Downloading wine steam proton completed successfully
ru: Загрузка wine steam proton завершена успешно

source: Downloading wine proton ge completed successfully
ru: Загрузка wine proton ge завершена успешно

source: Downloading wine lutris completed successfully
ru: Загрузка wine lutris завершена успешно

source: Downloading wine lutris ge completed successfully
ru: Загрузка wine lutris ge завершена успешно

source: Do you really want to remove the wine staging ?
ru: Вы действительно хотите удалить wine staging ?

source: Do you really want to remove the wine steam proton ?
ru: Вы действительно хотите удалить wine steam proton ?

source: Do you really want to remove the wine proton ge ?
ru: Вы действительно хотите удалить wine proton ge ?

source: Do you really want to remove the wine lutris ?
ru: Вы действительно хотите удалить wine lutris ?

source: Do you really want to remove the wine lutris ge ?
ru: Вы действительно хотите удалить wine lutris ge ?

source: Kill wine porocesses
ru: Остановить все процессы wine

source: Application is installed
ru: Приложение установлено

source: FILE MANAGER
ru: ФЙЛОВЫЙ МЕНЕДЖЕР

source: TEXT EDIT
ru: ТЕКСТОВЫЙ РЕДАКТОР

source: APP TO MENU
ru: ЯРЛЫК В МЕНЮ

source: APP TO DESKTOP
ru: ЯРЛЫК НА РАБОЧИЙ СТОЛ

source: APP SETTINGS
ru: НАСТРОЙКИ ПРИЛОЖЕНИЯ

source: REMOVE
ru: УДАЛИТЬ

source: Current CPU temperature CPU draw in watts Load & frequency per core Shows the CPUs current MHz GPU name from pci.ids Current GPU temperature GPU draw in watts GPU core frequency GPU memory frequency System RAM usage System VRAM usage Swap space usage next to system RAM usage Process resident memory usage Process shared memory usage Process virtual memory usage Show non-cached IO read, in MiB/s Show non-cached IO write, in MiB/s Enables most of the toggleable parameters Use primary font size for smaller text like units Displays local time Show media player metadata Shows current mangohud version Show if the application is 32 or 64 bit Change fps graph to histogram Displays used vulkan driver OpenGL or vulkan-based render engine's version Shows current Wine or Proton version in use Frametime next to fps text Frame count Current resolution Current fps limit Shows if vkbasalt is on Shows if gamemode is on Current battery percent and energy consumption Battery icon instead of percent Battey of wireless gamepads (xone,xpadneo,ds4) Gamepad battery percent with icon. *enabled by default Show FPS only
ru: Текущая температура процессора Потребляемый ЦП в ваттах Нагрузка и частота на ядро Текущая частота процессора в МГц Имя графического процессора Температура графического процессора Потребление ГПУ в ваттах Частота ядра ГПУ Частота памяти ГПУ Использование оперативной памяти Использование видеопамяти Использование пространства подкачки Использование резидентной памяти Использование общей памяти Использование виртуальной памяти Чтение операций ввода-вывода, в МиБ/с Запись ввода-вывода, в МиБ/с Включает большинство параметров Основной размер шрифта на весь текст Отображает местное время Показать метаданные медиаплеера Показывает текущую версию mangohud Показать, разрядность приложения Изменить график кадров на гистограмму Отображает драйвер vulkan Версия OpenGL или vulkan рендеринга Показывает текущую версию Wine или Proton Время кадра рядом с текстом кадров Счетчик кадров Текущее разрешение Текущий лимит кадров Показывает, включен ли vkbasalt Показывает, включен ли игровой режим Процент заряда батареи и потребление энергии Значок батареи вместо процентов Батарея беспроводных геймпадов Процент заряда батареи геймпада со значком Показывать только FPS

source: Set launch paremeters, example: -d3d9, -d3d11, -opengl Override dll in the current prefix, example: amd_ags_x64=b,n Set prefix architrcture, example: win64, win32 Set windows version, example: xp,2003,2008,7,8,10 Add registry patch Using custom dxvk version from wine-proton-ge Using custom vkd3d version from wine-proton-ge Force use opengl, for some applications that d'nt run in dxvk Enable fps limit in vkd3d or dxvk mode System monitoring in OpenGL System monitoring in dxvk and vkd3d Set of optimisations be temporarily applied a game process Steam runtime library Restore display resolution after game termination Enable windows desktop emulation Improving frame rates and responsiveness with scheduling policies Increase performance for some games, especially ones that rely heavily on the CPU For old games that crash on very long extension strings Disable direct gpu access for nvidia video cards Disable debug mode for wine Allocate to a 32-bit application more than 2 GB of RAM Helps circumvent some types of protection in old games Increases performance by 5-10% System monitoring in dxvk Async pipelines are written to the state cache vkBasalt is a Vulkan post processing layer to enhance the visual graphics of games AMD FidelityFX Super Resolution - advanced upscaling technologies for higher fps Includes Windows Media Foundation libraries for video playback in some games Used to manage hybrid graphics found on recent desktops and laptops Open-source and cross-platform implementation of the .NET Framework BattlEye anti-cheat service required to run online games that use this service EasyAntCheat service required to run online games that use this service Preload d3d libraries Solves performance problems in some applications Hides the definition of nvidia video cards. Required to run some applications
ru: Установить параметры запуска, пример: -d3d9, -d3d11, -opengl Переопределить dll в текущем префиксе, например: amd_ags_x64=b,n Установить архитектуру префикса, пример: win64, win32 Установить версию Windows, например: xp,2003,2008,7,8,10 Добавить исправление реестра Использование пользовательской версии dxvk из wine-proton-ge Использование кастомной версии vkd3d от wine-proton-ge Принудительно использовать opengl для приложений, которые не запускаются в dxvk Включить ограничение fps в режиме vkd3d или dxvk Системный мониторинг в OpenGL Системный мониторинг в dxvk и vkd3d Набор оптимизаций временно применяется к игровому процессу Библиотеки Steam для запуска приложений Восстановить разрешение экрана после завершения игры Включить эмуляцию рабочего стола Windows Улучшение частоты кадров и скорости отклика с помощью политик планирования Повысить производительность некоторых игр, сильно зависящих от процессора Для старых игр, которые вылетают из-за очень длинных строк расширения Отключить прямой доступ к GPU для видеокарт nvidia Отключить режим отладки для wine Выделить для 32-разрядного приложения более 2 ГБ ОЗУ Помогает обойти некоторые виды защиты в старых играх Увеличивает производительность на 5-10% Системный мониторинг в dxvk Асинхронные конвейеры записываются в кэш vkBasalt - это слой постобработки Vulkan для улучшения визуальной графики AMD FSR — передовые технологии апскейлинга для более высокой поизводительности Включает библиотеки Windows Media Foundation для воспроизведения видео в некоторых играх Используется для управления гибридной графикой на последних настольных компьютерах и ноутбуках Открытая и кроссплатформенная реализация .NET Framework Для запуска онлайн-игр, использующих античит-сервис BattlEye Служба EasyAntCheat необходима для запуска онлайн-игр, использующих эту службу Предварительно загрузить библиотеки d3d Решает проблемы с производительностью и откликом в некоторых приложениях Скрывает определение видеокарт nvidia. Требуется для запуска некоторых приложений

source: RESIZE
ru: РАЗМЕР

source: ABOUT
ru: О ПРИЛ.

source: EXIT
ru: ВЫЙТИ

source: Launch parameters Example: -d3d11
ru: Параметры запуска Например: -d3d11

source: Launch parameters
ru: Параметры запуска

source: START
ru: ПУСК

source: open your games and applications
ru: открыть ваши игры и приложения

source: SHORTCUTS
ru: ЯРЛЫКИ

source: create a new shortcut and prefix for the game or application
ru: создать новый ярлык и префикс для игры или приложения

source: CREATE SHORTCUT
ru: СОЗДАТЬ ЯРЛЫК

source: remove or reinstall the current prefix
ru: удалить или переустановить текущий префикс

source: PREFIX TOOLS
ru: ИНСТРУМЕНТЫ ПРЕФИКСА

source: install the required libraries and dependencies to the current prefix
ru: установить необходимые библиотеки и зависимости к текущему префиксу

source: WINE TOOLS
ru: ИНСТРУМЕНТЫ WINE

source: translates Windows API calls into POSIX calls on-the-fly
ru: переводит вызовы Windows API в вызовы POSIX на лету

source: DOWNLOAD WINE
ru: СКАЧАТЬ WINE

source: INSTALL LAUNCHERS
ru: УСТАНОВИТЬ ЛАУНЧЕРЫ

source: tools for increase perfomance, system monitoring, post processing
ru: инструменты для повышения производительности, мониторинга системы, постобработки

source: SETTINGS
ru: НАСТРОЙКИ

source: run debug and logging mode in dxvk vkd3d or opengl mode
ru: запустить режим отладки и ведения журнала в режиме dxvk, vkd3d или opengl

source: DEBUG
ru: ОТЛАДКА

source: kill all wine process
ru: Остановить все процессы wine

source: STOP
ru: ОСТАНОВИТЬ

source: CREATE SHORTCUT WITH
ru: СОЗДАТЬ ЯРЛЫК С

source: DOWNLOAD LIST
ru: СПИСОК ЗАГРУЗОК

source: CUSTOM SOURCE LIST
ru: СПИСОК ИСТОЧНИКОВ

source: REMOVE CURRENT PREFIX
ru: УДАЛИТЬ ПРЕФИКС

source: CLEAR CURRENT PREFIX
ru: ОЧИСТИТЬ ТЕКУЩИЙ ПРЕФИКС

source: REINSTALL CURRENT PREFIX
ru: ПЕРЕУСТАНОВИТЬ ПРЕФИКС

source: PREFIX BACKUP
ru: РЕЗЕРВНАЯ КОПИЯ ПРЕФИКСА

source: PREFIX RECOVERY
ru: ВОССТАНОВЛЕНИЕ ПРЕФИКСА

source: BACKUP ALL PREFIXES
ru: КОПИЯ ВСЕХ ПРЕФИКСОВ

source: RECOVERY ALL PREFIXES
ru: ПОЛНОЕ ВОССТАНОВЛЕНИЕ

source: WINE SETTINGS
ru: НАСТРОЙКИ WINE

source: WINE CONSOLE
ru: КОНСОЛЬ WINE

source: REGEDIT
ru: РЕДАКТОР РЕЕСТРА

source: FILE EXPLORER
ru: ПРОВОДНИК ФАЙЛОВ

source: UNINSTALLER
ru: ДЕИНСТАЛЛЯТОР

source: RECOMENDED LIBS
ru: РЕКОМЕНД. БИБЛИОТЕКИ

source: StartWine is a launcher that allows you to quickly and easily launch Windows applications on Linux operating systems.
ru: StartWine — это программа запуска, которая позволяет быстро и легко запускать Windows приложения в операционных системах GNU/Linux.

source: GITHUB SOURCE
ru: GITHUB ИСТОЧНИК

source: DISCORD SERVER
ru: DISCORD СЕРВЕР

source: StartWine is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. StartWine is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ru: StartWine — бесплатная программа; вы можете распространять ее и/или изменить ее в соответствии с условиями GNU General Public License как опубликовано Фондом Свободного Программного Обеспечения; любая версия 3 Лицензии, или любая более поздняя версия. StartWine распространяется в надежде, что это будет полезно, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; даже без подразумеваемой гарантии ТОВАРНОЙ ПРИГОДНОСТИ или ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ. См. GNU General Public License Лицензия для более подробной информации.

source: LICENSE
ru: ЛИЦЕНЗИЯ

source: Authors:
ru: Авторы:

source: Normatov R.R. Maslov N.G.
ru: Норматов Р.Р. Маслов Н.Г.

source: Acknowlegment:
ru: Благодарность:

source: DONATION
ru: ПОЖЕРТВОВАНИЕ

source: AUTHORS
ru: АВТОРЫ

source: CONFIRM INSTALL
ru: ПОДТВЕРДИТЬ УСТАНОВКУ

source: DLL LIST
ru: СПИСОК DLL

source: FONTS LIST
ru: СПИСОК ШРИФТОВ

source: LAUNCH SETTINGS
ru: НАСТРОЙКИ ЗАПУСКА

source: INDICATORS
ru: ИНДИКАТОРЫ

source: COLORS
ru: НАСТРОЙКИ ЦВЕТА

source: PREVIEW
ru: ПРЕДПРОСМОТР

source: MANGOHUD SETTINGS
ru: НАСТРОЙКИ MANGOHUD

source: EFFECT DEPTH
ru: ГЛУБИНА ЭФФЕКТА

source: VKBASALT EFFECTS SETTINGS
ru: НАСТРОЙКИ ЭФФЕКТОВ VKBASALT

source: SET DEFAULT
ru: СБРОСИТЬ НАСТРОЙКИ

source: TERMINAL
ru: ТЕРМИНАЛ

source: SYSTEM OUTPUT
ru: СИСТЕМНЫЙ ВЫВОД

source: ADVANCED OPTIONS
ru: РАСШИРЕННЫЕ ОПЦИИ

source: BACK
ru: НАЗАД

source: SELECT AN ADDITIONAL WINE TO INSTALL
ru: ВЫБЕРИТЕ ДОПОЛНИТЕЛЬНО WINE ДЛЯ УСТАНОВКИ

source: WINE STEAM PROTON ( DEFAULT )
ru: WINE STEAM PROTON ( ПО УМОЛЧАНИЮ )

source: Fork of Wine developed by Valve. It is a collection of software and libraries combined with a patched version of Wine. Proton incorporates several libraries that improve 3D performance.
ru: Ответвление Wine разработанное Valve. Это набор программного обеспечения и библиотек в сочетании с исправленной версией Wine. Proton включает ряд библиотек, улучшающих производительность 3D приложений.

source: Custom build of Proton with the most recent bleeding-edge proton experimental Wine. Includes some patches: DXVK patched with Async, media foundation patches, AMD FSR patches, Nvidia CUDA support for phsyx, nvapi and others.
ru: Индивидуальная сборка Proton с самым последним передовым протоном экспериментальнго Wine. Включает в себя несколько патчей: DXVK с патчем Async, исправления библиотек windows media foundation, исправления AMD FSR, поддержка Nvidia CUDA для phsyx, nvapi и другие.

source: Wine Staging is the testing area of winehq.org. It contains bug fixes and features, which have not been integrated into the development branch yet.
ru: Wine Staging — это тестовая площадка на сайте winehq.org. Она содержит исправления ошибок и функции, которые еще не были интегрированы в основную ветку.

source: Custom build of Wine based on/forked from the most recent bleeding-edge proton experimental Wine repo.
ru: Пользовательская сборка Wine основанная на ответвлении самого последнего передового экспериментального репозитория Proton.

source: Fork of Wine developed by Lutris progect.
ru: Ответвление Wine, разрабатываемое проектом Lutris.

source: Wine (originally an acronym for "Wine Is Not an Emulator") is a compatibility layer capable of running Windows applications on several POSIX-compliant operating systems, such as Linux, macOS, & BSD. Instead of simulating internal Windows logic like a virtual machine or emulator, Wine translates Windows API calls into POSIX calls on-the-fly, eliminating the performance and memory penalties of other methods and allowing you to cleanly integrate Windows applications into your desktop.
ru: Wine (первоначально аббревиатура от «Wine — это не эмулятор») — это прослойка совместимости, способная запускать приложения Windows на POSIX-совместимых операционных системах, таких как Linux, macOS и BSD. Вместо имитации внутренней логики Windows, такой как виртуальная машина или эмулятор, Wine на лету переводит вызовы Windows API в вызовы POSIX, устраняя ухудшение производительности и работы с памятью в сравнении с другими методами Это дает возможность чисто интегрировать приложения Windows в вашу систему.
